"STORE_DESCRIPTION" = "To VLC για το iOS είναι μια μετατροπή του δωρεάν  παίκτη μέσων VLC για τα iPad, iPhone και iPod touch.\nΜπορεί να παίξει όλες σας τις ταινίες, τις σειρές και την μουσική σας, στα περισσότερα φορμάτ και χωρίς μετατροπή.\nΕπιτρέπει το συγχρονισμό με τα Dropbox, GDrive, OneDrive, Box, iCloud Drive, iTunes, απευθείας κατεβάσματα και μοίρασμα μέσω WiFi αλλά και ροές από διακομιστές μέσων SMB, FTP, UPnP/DLNA και το διαδίκτυο.\nΤο VLC υποστηρίζει προχωρημένους υπότιτλους με πλήρη SSA συμβατότητα, πολυκάναλο ήχο, και έλεγχο της ταχύτητας αναπαραγωγής.\n\nΤο VLC για iOS είναι δωρεάν και έχει ανοικτό κώδικα.";

"STORE_DESCRIPTION_TV" = "Ο παίκτης μέσων VLC είναι ένας δωρεάν και ανοικτού κώδικα και πολλαπλών πλατφόρμων παίκτης πολυμέσων.\nΜπορεί να παίξει όλες σας τις ταινίες, τις σειρές και την μουσική σας, στα περισσότερα φορμάτ και χωρίς μετατροπή.\nΕπιτρέπει το συγχρονισμό με τις υπηρεσίες νέφους (Dropbox, OneDrive, Box), απομακρυσμένη αναπαραγωγή από τον Mac ή το PC σας μέσω ενός Web UI αλλά και ροές από διακομιστές μέσων SMB, FTP, UPnP/DLNA και το διαδίκτυο.\nΤο VLC υποστηρίζει προχωρημένους υπότιτλους με πλήρη SSA συμβατότητα, πολυκάναλο ήχο, και έλεγχο της ταχύτητας αναπαραγωγής.\n\nΤο VLC για iOS είναι δωρεάν και έχει ανοικτό κώδικα.\n\nΜεταδεδομένα και τέχνη προσφέρονται από τις TMDb και Hatchet, οι οποίες είναι υποστηριζόμενες από την κοινότητα βάσεις δεδομένων ταινιών και μουσικής.";

"CHOOSE_AUDIO_TRACK" = "Επιλέξτε Κανάλι Ήχου";
"CHOOSE_SUBTITLE_TRACK" = "Επιλέξτε Κανάλι Υπότιτλων";
"OPEN_TRACK_PANEL" = "Άνοιγμα επιλογής καναλιού";
"CHOOSE_TITLE" = "Επιλογή Τίτλου";
"CHOOSE_CHAPTER" = "Επιλογή Κεφαλαίου";
"CHAPTER_SELECTION_TITLE" = "Κεφάλαια";
"TITLE" = "Τίτλος";
"CHAPTER" = "Κεφάλαιο";
"MINIMIZE_PLAYBACK_VIEW" = "Ελαχιστοποίηση αναπαραγωγής";
"FULLSCREEN_PLAYBACK" = "Αναπαραγωγή σε πλήρη οθόνη";
"TRACK_SELECTION" = "Eπιλογή καναλιού";
"AUDIO" = "Ήχος";
"SUBTITLES" = "Υπότιτλοι";
"LANGUAGE" = "Γλώσσα";
"MEDIA_INFO" = "Πληροφορίες πολυμέσων";
"VIDEO_DIMENSIONS" = "Διαστάσεις βίντεο";
"FORMAT_VIDEO_DIMENSIONS" = "%ix%i εικονοστοιχείο";
"FORMAT_AUDIO_TRACKS" = "%i κομμάτια ήχου";
"ONE_AUDIO_TRACK" = "Ένα κομμάτι ήχου";
"FORMAT_SPU_TRACKS" = "%i κομμάτια υπότιτλων";
"ONE_SPU_TRACK" = "Ένα κομμάτι υπότιτλων";

"PLAYING_EXTERNALLY_TITLE" = "Η TV είναι συνδεδεμένη";
"PLAYING_EXTERNALLY_TITLE_CHROMECAST" = "Chromecast Connected";
"PLAYING_EXTERNALLY_DESC" = "Αυτό το βίντεο παίζει τώρα στην TV";

"VFILTER_HUE" = "Απόχρωση";
"VFILTER_CONTRAST" = "Αντίθεση";
"VFILTER_BRIGHTNESS" = "Φωτεινότητα";
"VFILTER_SATURATION" = "Κορεσμός";
"VFILTER_GAMMA" = "Γάμμα";

"PREAMP" = "Προενίσχυση";
"DB_FORMAT" = "%i dB";
"CHOOSE_EQUALIZER_PROFILES" = "Επιλογή Προφίλ Ισοσταθμιστή";

"PLAYBACK_FAILED" = "Η αναπαραγωγή απέτυχε";
"PLEASE_WAIT" = "Παρακαλώ περιμένετε";
"AR_CHANGED" = "Αναλογία: %@";
"DEFAULT" = "Προεπιλογή";
"FILL_TO_SCREEN" = "Περικοπή για γέμισμα οθόνης";
"PLAYBACK_SPEED" = "Ταχύτητα αναπαραγωγής";
"SPU_DELAY" = "Καθυστέρηση υπότιτλων";
"AUDIO_DELAY" = "Καθυστέρηση ήχου";
"BUTTON_SLEEP_TIMER" = "Χρονοδιακόπτης Ύπνου";
"SLEEP_TIMER_UPDATED" = "Sleep Timer Updated";
"CONTINUE_PLAYBACK" = "Συνέχιση της αναπαραγωγής;";
"CONTINUE_PLAYBACK_LONG" = "Θέλετε να συνεχίσετε την αναπαραγωγή του \"%@\" από εκεί που είχατε μείνει;";

"BUTTON_ALL" = "Select All";
"BUTTON_BACK" = "Πίσω";
"BUTTON_EDIT" = "Επεξεργασία";
"BUTTON_DONE" = "Τέλος";
"BUTTON_CANCEL" = "Ακύρωση";
"BUTTON_SAVE" = "Αποθήκευση";
"BUTTON_DOWNLOAD" = "Λήψη";
"BUTTON_DELETE" = "Διαγραφή";
"BUTTON_OK" = "OK";
"BUTTON_CONTRIBUTE" = "Συνεισφέρετε";
"BUTTON_CONNECT" = "Σύνδεση";
"BUTTON_RENAME" = "Μετονομασία";
"BUTTON_LEARN_MORE" = "Μάθετε περισσότερα";
"BUTTON_LOGOUT" = "Αποσύνδεση";
"BUTTON_CONTINUE" = "Συνέχεια";
"BUTTON_SET" = "Set";
"BUTTON_RESET" = "Reset";
"PRIVATE_PLAYBACK_TOGGLE" = "Ιδιωτική Αναπαραγωγή";
"SCAN_SUBTITLE_TOGGLE" = "Ανίχνευση για Υπότιτλους (μόνο-http)";

"BUTTON_RENDERER" = "Casting devices";
"BUTTON_RENDERER_HINT" = "Show a menu of available casting devices";

"UPGRADING_LIBRARY" = "Αναβάθμιση Βιβλιοθήκης Μέσων";
"UNTITLED_SHOW" = "Ανώνυμη εκπομπή";
"UNKNOWN" = "Άγνωστο";

"OPEN_NETWORK" = "Άνοιγμα Ροής Δικτύου";
"NETWORK_TITLE" = "Δικτυακή Ροής";
"OPEN_NETWORK_HELP" = "Εισαγάγετε μία από τις HTTP, RTSP, RTMP, MMS, FTP or UDP/RTP διευθύνσεις για να ανοίξετε τη ροή απευθείας.";
"ABOUT_APP" = "Σχετικά με το VLC για το iOS";
"OPEN_VLC_MENU" = "Ανοίξτε το πλάγιο μενού του VLC.";
"HTTP_UPLOAD_SERVER_OFF" = "Ανενεργός Διακομιστής";
"HTTP_UPLOAD_NO_CONNECTIVITY" = "Καμία ενεργή σύνδεση WiFi";
"OPEN_STREAM_OR_DOWNLOAD" = "Θα θέλατε να κατεβάσετε ή να παίξετε αυτό το URL;";
"SHARED_VLC_IOS_LIBRARY" = "Κοινόχρηστη Βιβλιοθήκη του VLC για iOS ";
"SMB_CIFS_FILE_SERVERS" = "Διακομιστές αρχείων (SMB)";

"SMB_CIFS_FILE_SERVERS_SHORT" = "SMB";


"HTTP_DOWNLOAD_FAILED" = "Το κατέβασμα απέτυχε με τον HTTP κωδικό %i";
"HTTP_FILE_CREATION_FAILED" = "Η δημιουργία αρχείου απέτυχε";
"HTTP_DOWNLOAD_CANCELLED" = "Το κατέβασμα ακυρώθηκε από το χρήστη";

"DOWNLOAD_FROM_HTTP_HELP" = "Εισαγάγετε μια διεύθυνση για να κατεβάσετε το αρχείο στο %@.";
"DOWNLOAD_FROM_HTTP" = "Λήψεις";
"ERROR_NUMBER" = "Σφάλμα %i συνέβη";
"DOWNLOAD_FAILED" = "Η λήψη απέτυχε";
"FILE_NOT_SUPPORTED" = "Ο τύπος αρχείου δεν υποστηρίζεται";
"FILE_NOT_SUPPORTED_LONG" = "The file format used by %@ is not supported by this version of VLC for iOS.";
"SCHEME_NOT_SUPPORTED" = "Το σύστημα διεύθυνσης δεν υποστηρίζεται";
"SCHEME_NOT_SUPPORTED_LONG" = "Το σύστημα διεύθυνσης (%@) δεν υποστηρίζεται. Παρακαλώ χρησιμοποιείστε μια διεύθυνση που ξεκινά με HTTP, HTTPS ή FTP.";
"LIBRARY_ALL_FILES" = "Όλα τα αρχεία";
"LIBRARY_MUSIC" = "Μουσικά Άλμπουμ";
"LIBRARY_SERIES" = "Εκπομπές TV";
"LIBRARY_TRACKS" = "%i Κομμάτια";
"LIBRARY_SINGLE_TRACK" = "%i Κομμάτι";
"LIBRARY_EPISODES" = "%i Επεισόδια, %i αδιάβαστα";
"LIBRARY_SINGLE_EPISODE" = "%i Επεισόδιο, %i αδιάβαστο";
"LIBRARY_TRACK_N" = "Κομμάτι %i";
"LIBRARY_MINUTES_LEFT" = "%@λ απομένουν";
"RENAME_MEDIA_TO" = "Εισάγετε ένα νέο όνομα για το %@";

"FOLDER_EMPTY" = "Άδειος φάκελος";
"FOLDER_EMPTY_LONG" = "Για να προσθέσετε αρχεία πατήστε στην Επεξεργασία, επιλέξτε τα αρχεία που θέλετε, πατήστε το κουμπί φακέλων και επιλέξτε αυτόν τον φάκελο.";
"FOLDER_INVALID_TYPE_TITLE" = "Μη έγκυρος τύπος αρχείων";
"FOLDER_INVALID_TYPE_MESSAGE" = "Μπορείτε να πάρετε μόνο δύο αρχεία για να δημιουργήσετε ένα φάκελο ή να προσθέσετε ένα μονό αρχείο σε ένα προϋπάρχοντα φάκελο.";
"FOLDER_CHOOSE_NAME_TITLE" = "Νέος φάκελος";
"FOLDER_CHOOSE_NAME_MESSAGE" = "Εισαγάγετε ένα τίτλο για το φάκελο";
"FOLDER_NAME_PLACEHOLDER" = "Τίτλος φακέλου";
"FOLDER_NAME_DUPLICATE_TITLE" = "Ο τίτλος υπάρχει";
"FOLDER_NAME_DUPLICATE_MESSAGE" = "Παρακαλώ επιλέξτε ένα διαφορετικό τίτλο";
"SELECT_FOLDER" = "Επιλέξτε ένα φάκελο";

"SHARING_ACTION_SHEET_TITLE_CHOOSE_FILE" = "Επιλέξτε ένα αρχείο για άνοιγμα:";
"SHARING_ACTIVITY_OPEN_IN_TITLE" = "Άνοιγμα σε...";
"SHARING_ERROR_NO_FILES" = "Δεν βρέθηκε κανένα αρχείο για μοίρασμα";
"SHARING_ERROR_NO_APPLICATIONS" = "Δεν βρέθηκε καμία εφαρμογή που να ανοίγει αυτόν τον τύπο αρχείου";
"SHARING_SUCCESS_CAMERA_ROLL" = "Το αρχείο σώθηκε επιτυχώς στο Camera Roll";

"SECTION_HEADER_LIBRARY" = "Βιβλιοθήκη Μέσων";
"HEADER_TITLE_RENDERER" = "Select a casting device";
"SECTION_HEADER_NETWORK" = "Δίκτυο";

"LOCAL_NETWORK" = "Τοπικό Δίκτυο";
"CONNECT_TO_SERVER" = "Συνδεθείτε στο διακομιστή";
"USER_LABEL" = "Χρήστης";
"PASSWORD_LABEL" = "Κωδικός";
"DISABLE_LABEL" = "Απενεργοποίηση";
"BUTTON_ANONYMOUS_LOGIN" = "Ανώνυμη Σύνδεση";

"LOCAL_SERVER_REFRESH" = "Ανανέωση";
"LOCAL_SERVER_LAST_UPDATE" = "Τελευταία Ενημέρωση στις %@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE" = "Η ΕΠΙΚΟΙΝΩΝΙΑ ΜΕ ΤΟΝ ΔΙΑΚΟΜΙΣΤΗ ΑΠΕΤΥΧΕ";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE" = "Παρακαλώ ελέγξτε τη διεύθυνση του διακομιστή και τα διαπιστευτήρια σας";

"CLOUD_SERVICES" = "Υπηρεσίες Νεφών";
"LOGIN" = "Σύνδεση";
"LOGGED_IN" = "Έχετε συνδεθεί";

"DROPBOX_DOWNLOAD" = "Λήψη Αρχείου;";
"DROPBOX_DL_LONG" = "Θέλετε να κατεβάσετε το \"%@\" στο %@;";
"DROPBOX_LOGIN" = "Σύνδεση";

"GDRIVE_ERROR_FETCHING_FILES" = "Σφάλμα κατά το κατέβασμα των αρχείων";
"GDRIVE_DOWNLOAD_SUCCESSFUL" = "Το αρχείο κατέβηκε επιτυχώς";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE" = "ΕΠΙΤΥΧΙΑ";
"GDRIVE_ERROR_DOWNLOADING_FILE" = "Ένα σφάλμα συνέβη κατά το κατέβασμα";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE" = "ΣΦΑΛΜΑ";

"DISK_FULL" = "Φτάσατε το όριο αποθήκευσης";
"DISK_FULL_FORMAT" = "Το %@ δεν μπορεί να αποθηκευτεί στο %@ σας, επειδή δεν έχετε αρκετό ελεύθερο χώρο.";

"NUM_OF_FILES" = "%i αρχεία";
"ONE_FILE" = "1 αρχείο";
"NO_FILES" = "Κανένα υποστηριζόμενο αρχείο";
"DOWNLOADING" = "Λήψη...";
"REMAINING_TIME" = "Απομένων χρόνος: %@";
"BIOMETRIC_UNLOCK" = "Unlock Media Library\nCancel to enter Passcode";

"Settings" = "Επιλογές"; // plain text key to keep compatibility with InAppSettingsKit's upstream
"ON" = "Ενεργό";
"OFF" = "Ανενεργό";

"EMPTY_LIBRARY" = "Άδεια Βιβλιοθήκη Μέσων";
"EMPTY_LIBRARY_LONG" = "Για αναπαραγωγή, μπορείτε να κάνετε ροή πολυμέσων από ένα διακομιστή στο τοπικό σας δίκτυο, από τα νέφη ή να συγχρονίσετε τα μέσα ενημέρωσης στη συσκευή σας μέσω του iTunes, WiFi Upload ή τις υπηρεσίες νεφών/cloud.";

"PLAYBACK_SCRUB_HELP" = "Σύρετε το δάκτυλό σας προς τα κάτω για να ρυθμίσετε το ρυθμό τριψίματος.";
"PLAYBACK_SCRUB_HIGH" = "Υψηλή ταχύτητα τριψίματος";
"PLAYBACK_SCRUB_HALF" = "Μισή ταχύτητα τριψίματος";
"PLAYBACK_SCRUB_QUARTER" = "Ένα τέταρτο ταχύτητας τριψίματος";
"PLAYBACK_SCRUB_FINE" = "Λεπτό τρίψιμο";
"PLAYBACK_POSITION" = "Θέση Αναπαραγωγής";
"VIDEO_FILTER" = "Φίλτρα βίντεο";
"VIDEO_FILTER_RESET_BUTTON" = "Επαναφορά φίλτρων βίντεο";
"VIDEO_ASPECT_RATIO_BUTTON" = "Αλλαγή Αναλογίας Βίντεο";
"PLAY_PAUSE_BUTTON" = "Παίξτε ή Παγώστε την τρέχουσα αναπαραγωγή";
"BWD_BUTTON" = "Άλμα Πίσω";
"FWD_BUTTON" = "Άλμα Μπροστά";
"PLAY_BUTTON" = "Αναπαραγωγή";
"PAUSE_BUTTON" = "Παύση";
"PLAY_ALL_BUTTON" = "Αναπαραγωγή όλων";

"VERSION_FORMAT" = "Έκδοση: %@";
"BASED_ON_FORMAT" = "Βασισμένο σε:<br />%@";

"NEW" = "ΝΕΟ";

"BUG_REPORT_TITLE" = "Αναφορά προβλήματος";
"BUG_REPORT_MESSAGE" = "Θέλετε να υποβάλετε μια αναφορά προβλήματος;";
"BUG_REPORT_BUTTON" = "Άνοιγμα του Safari";

"VO_VIDEOPLAYER_TITLE" = "Πρόγραμμα Αναπαραγωγής Βίντεο";
"VO_VIDEOPLAYER_DOUBLETAP" = "Κάντε διπλό πάτημα για να εμφανίσετε ή να αποκρύψετε στοιχεία ελέγχου αναπαραγωγής";

"FIRST_STEPS_WELCOME" = "Καλωσορίσατε";
"FIRST_STEPS_WELCOME_DETAIL" = "Τα πρώτα βήματα για να Συγχρονίσετε και να Παίξετε τα Πολυμέσα σας. ";
"FIRST_STEPS_ITUNES" = "Συγχρονισμός αρχείων iTunes ";
"FIRST_STEPS_ITUNES_DETAILS" = "Συνδέστε το %@ στο Mac ή το PC σας μέσω καλωδίου.\nΑνοίξτε το iTunes.\nΕπιλέξτε το %@.\nΑλλάξτε στην καρτέλα \"Apps\", κατεβείτε και ψάξτε για το VLC.\nΜεταφέρετε τα αρχεία σας.";
"FIRST_STEPS_WIFI_CONNECT_DETAILS" = "Συνδέστε το %@ στο ίδιο δίκτυο με τον Mac ή το PC σας.";
"FIRST_STEPS_WIFI_UPLOAD_DETAILS" = "Γυρίστε τον διακόπτη στην πλαϊνή γραμμή, πληκτρολογήστε τη διεύθυνση URL στο πρόγραμμα περιήγησης στο Web και να ανεβάσετε τα αρχεία σας.";
"FIRST_STEPS_CLOUDS" = "Νέφη";
"FIRST_STEPS_CLOUD_UPLOAD_DETAILS" = "Ανεβάστε τα πολυμέσα σας στο Google Drive ή το Dropbox.";
"FIRST_STEPS_CLOUD_ACCESS_DETAILS" = "Ανοίξτε την πλαϊνή μπάρα για να επιλέξετε το φορέα παροχής νεφών/cloud σας και πρόσβαση στα μέσα σας για λήψη ή μετάδοση.";
"FIRST_STEPS_PLAYBACK" = "Αναπαραγωγή";
"FIRST_STEPS_FLOSS" = "RQDTV is a multi-functional player\nWe hope you'll love it.";

"FIRST_STEPS_TIME" = "Χρόνος";
"FIRST_STEPS_ASPECT" = "Λόγος πλευρών";
"FIRST_STEPS_SPEED" = "Ταχύτητα";
"FIRST_STEPS_REPEAT" = "Επανάληψη";
"FIRST_STEPS_SUBTITLES" = "Κομμάτια υπότιτλων";
"FIRST_STEPS_AUDIO" = "Κομμάτια ήχου";
"FIRST_STEPS_POSITION" = "Θέση";

"PLEX_CHECK_ACCOUNT" = "Ελέγξτε τον Plex λογαριασμό σας στις ρυθμίσεις";
"PLEX_ERROR_ACCOUNT" = "Σφάλμα εισόδου Plex ";

"UNAUTHORIZED" = "Ανεξουσιοδότητος";

"SERVER" = "Διακομιστής";
"SERVER_PORT" = "Θύρα";
"NO_SERVER_FOUND" = "Δεν βρέθηκε διακομιστής";
"NO_RECENT_STREAMS" = "Καμία ροή δεν παίχθηκε πρόσφατα";

"WEBINTF_TITLE" = "Κοινή χρήση μέσω WiFi";
"WEBINTF_DROPFILES" = "Ρίψη αρχείων";
"WEBINTF_DROPFILES_LONG" = "Ρίξτε τα αρχεία στο παράθυρο για να τα προσθέσετε στο %@.<br> Ή κάντε κλικ στο κουμπί \"+\" για να χρησιμοποιήσετε το παράθυρο διαλόγου επιλογέα αρχείου.";
"WEBINTF_DOWNLOADFILES" = "Λήψη Αρχείων";
"WEBINTF_DOWNLOADFILES_LONG" = "Απλά κάντε κλικ στο αρχείο που θέλετε να κατεβάσετε από το %@.";
"WEBINTF_TITLE_ATV" = "Απομακρυσμένη Αναπαραγωγή";
"WEBINTF_DROPFILES_LONG_ATV" = "Ρίξτε τα αρχεία στο παράθυρο για να τα παίξετε στο %@.<br> Ή κάντε κλικ στο κουμπί \"+\" για να χρησιμοποιήσετε το παράθυρο διαλόγου επιλογέα αρχείου.";
"WEBINTF_URL_SENT" = "Το URL στάλθηκε επιτυχώς.";
"WEBINTF_URL_EMPTY" = "Το URL δεν μπορεί να είναι άδειο.";
"WEBINTF_URL_INVALID" = "Μη έγκυρο URL.";


"NOW_PLAYING" = "Αναπαράγεται τώρα";
"PLAY_NOW" = "Αναπαραγωγή Τώρα";
"PLAYING" = "Αναπαράγεται";
"DETAIL" = "Λεπτομέρειες";

"VOLUME" = "Ένταση";
"DURATION" = "Διάρκεια";
"TITLE" = "Τίτλος";

// strings from VLCKit
"%ld hours %ld minutes remaining" = "%1$ld hours %2$ld minutes remaining";
"%ld hours %ld minutes" = "%1$ld hours %2$ld minutes";
"%ld minutes remaining" = "%ld λεπτά απομένουν";
"%ld minutes" = "%ld λεπτά";
"%ld minutes %ld seconds remaining" = "%1$ld minutes %2$ld seconds remaining";
"%ld minutes %ld seconds" = "%1$ld minutes %2$ld seconds";
"%ld seconds remaining" = "%ld δευτερόλεπτα απομένουν";
"%ld seconds" = "%ld δευτερόλεπτα";

// accessibility labels for the playlist
"OBJECT_TYPE_SHOW" = "Εκπομπή";
"OBJECT_TYPE_SHOW_EPISODE" = "Προβολή επεισοδίου";
"OBJECT_TYPE_LABEL" = "Φάκελος";
"OBJECT_TYPE_ALBUM" = "Άλμπουμ";
"OBJECT_TYPE_ALBUM_TRACK" = "Κομμάτι άλμπουμ";
"OBJECT_TYPE_FILE" = "Αρχείο";
"OBJECT_TYPE_FILE_AUDIO" = "Αρχείο ήχου";

"NOT_CONNECTED_TO_PHONE_TITLE" = "Δεν συνδέθηκε στο iPhone";
"NOT_CONNECTED_TO_PHONE_MESSAGE" = "Παρακαλώ συνδέστε το iPhone για ασύρματο έλεγχο.";

"LONGPRESS_TO_STOP" = "Πατήστε για να σταματήσετε την αναπαραγωγή.";

// ATV specific
"AUDIO_INFO_VC_TITLE" = "Audio Info";
"CLOUD_LOGIN_LONG" = "Για πρόσβαση στα Cloud Services, συνδεθείτε στο iCloud σε αυτό το Apple TV και μια συσκευή iOS με το ίδιο Apple ID και επιτρέψτε το Keychain Sharing στις επιλογές συστήματος.\nΣτη συνέχεια, συνδεθείτε με τον πάροχο νέφους της επιλογής σας χρησιμοποιώντας την εφαρμογή VLC για την iOS συσκευή σας. Τέλος, επιλέξτε την σε αυτή την οθόνη.";
"ENTER_URL" = "Εισάγετε ένα URL για αναπαραγωγή";
"HTTP_SERVER_ON" = "Απενεργοποιήστε την Απομακρυσμένη Αναπαραγωγή";
"HTTP_SERVER_OFF" = "Ενεργοποιείστε την Απομακρυσμένη Αναπαραγωγή";
"CACHED_MEDIA" = "Προαποθηκευμένα Μέσα";
"CACHED_MEDIA_LONG" = "Τα μέσα που παρουσιάζονται εδώ είναι αποθηκευμένα τοπικά στο Apple TV σας. Σημειώστε ότι το περιεχόμενο μπορεί να αφαιρεθεί από το λειτουργικό σύστημα χωρίς προειδοποίηση ανά πάσα στιγμή, όταν το VLC δεν λειτουργεί σε περίπτωση που η συσκευή σας ξεμείνει από αποθηκευτικό χώρο.";
"DOWNLOAD_SUBS_FROM_OSO" = "Κατέβασμα υπότιτλων από το OpenSubtitles.org...";
"FOUND_SUBS" = "Βρέθηκαν υπότιτλοι";
"USE_SPDIF" = "Χρήση Pass-through (S/PDIF)";

"PLAYBACK" = "Αναπαραγωγή";
"REPEAT_MODE" = "Επανάληψη";
"REPEAT_DISABLED" = "Απενεργοποιημένο";
"REPEAT_SINGLE" = "Μονή";
"REPEAT_FOLDER" = "Φάκελος";

// Local Network Service Names
"UPNP_LONG" = "Οικουμενική Σύνδεση και Χρήση (UPnP)";
"UPNP_SHORT" = "UPnP";

"PLEX_LONG" = "Διακομιστής Μέσων Plex (μέσω Bonjour)";
"PLEX_SHORT" = "Plex";

"FTP_LONG" = "Πρωτόκολλο Μεταφοράς Αρχείων (FTP)";
"FTP_SHORT" = "FTP";

"BONJOUR_FILE_SERVERS" = "BONJOUR File Server";
"DSM_WORKGROUP" = "Workgroup";

"URL_NOT_SUPPORTED" = "The URL can't be opened";

// Insert %@ where play-pause-glyph should be placed
"DELETE_ITEM_HINT" = "Πατήστε %@ για Διαγραφή"; /* Insert %@ where play-pause-glyph should be placed */

"DELETE_INVALID_MESSAGE" = "The selection can't be deleted";
"DELETE_INVALID_TITLE" = "Invalid Selection";
"DELETE_MESSAGE" = "Confirm the deletion of the selected files";
"DELETE_TITLE" = "Delete Selected Files";

//Drag and Drop
"THIS_FILE" = "This file";
"NOT_SUPPORTED_FILETYPE" = "%@ is not a supported filetype by VLC";
"FILE_EXISTS" = "%@ already exists";

/* New strings */
"PROTOCOL_NOT_SELECTED" = "Δεν έχει επιλεγεί πρωτόκολλο";
"Settings" = "Επιλογές";
"ERROR" = "Error";
"OK" = "Ok";


//新增
"TVHclient"="TVHclient";
"Recordings"="Recordings";
"Currently playing"="Currently playing";
